[
{
  "category": "Klima",
  "text": "Greenpeace har brakt Norge inn for menneskerettsdomstolen i Strasbourg. Søksmålet gjelder nye olje- og gassfelt som organisasjonen mener bryter retten til et levelig klima.",
  "date": "2025-10-24"
},
  {
  "category": "Helse",
  "text": "Universitetssykehuset Nord-Norge styrer mot et underskudd på rundt 250 millioner kroner i år. Sykehuset peker på høye lønnsutgifter og økt pasientpress som hovedårsaker.",
  "date": "2025-10-24"
},
{
  "category": "Underholdning",
  "text": "Kim Kardashian avslørte i sesongpremieren av «The Kardashians» at hun har en liten hjerneaneurisme. Det er uklart om hun har symptomer, men hun beskriver uken som den vanskeligste i sitt liv.",
  "date": "2025-10-24"
},
{
  "category": "Norge",
  "text": "Tre griser som rømte under slakt ble skutt i et skogholt ved Lyngdal sentrum torsdag. Politiet ble varslet, men oppretter ingen sak etter hendelsen.",
  "date": "2025-10-24"
},
  {
  "category": "Norge",
  "text": "Nav har behandlet årets etteroppgjør for uføretrygd og tillegg. Ordningen sikrer at utbetalingene samsvarer med fjorårets inntekter.",
  "date": "2025-10-21"
},
{
  "category": "Samferdsel",
  "text": "Kystverket bekrefter at anbudsrunden for Stad skipstunnel fortsetter. Tre tilbydere er med i forhandlingene, og oppdaterte tilbud skal leveres tidlig i 2026.",
  "date": "2025-10-24"
},
{
  "category": "Verden",
  "text": "Venezuelas president Nicolás Maduro ba USA om å unngå konflikt etter økende spenning mellom landene. – «No crazy war, please», sa Maduro i en tale torsdag kveld.",
  "date": "2025-10-24"
},
  {
  "category": "USA",
  "text": "Donald Trump avfeier de landsomfattende protestene som «veldig små og lite effektive», og sier han ikke er noen konge: «Jeg jobber ræva av meg for å gjøre landet vårt stort».",
  "date": "2025-10-21"
},
  {
    "category": "Kultur",
    "text": "Dramatisk ran på Louvre i Paris – tyver stakk av med kongelige smykker i et dagslysangrep på motorsykler.",
    "date": "2025-10-20"
  },
  {
    "category": "Politikk",
    "text": "En «blå bølge» skyller over Latin-Amerika – flere land skifter fra venstreorienterte til konservative, USA-vennlige regjeringer. Skiftet merkes særlig i Bolivia, Uruguay og Paraguay.",
    "date": "2025-10-21"
  },
{
  "category": "Sport",
  "text": "Michael Brandsegg-Nygård fikk sitt første målpoeng i NHL da Detroit tapte 2–7 for New York Islanders. Han spilte 12 minutter. Emil Lilleberg fikk 13 minutter på isen da Tampa Bay Lightning tapte 2–3 mot Chicago Blackhawks.",
  "date": "2025-10-24"
},
  {
    "category": "Kultur",
    "text": "Sør-Korea arrangerer en virkelighetsversjon av «Squid Game» med internasjonale deltakere – et PR-stunt for å lokke turister tilbake etter pandemien.",
    "date": "2025-10-21"
  },
{
  "category": "Norge",
  "text": "Ukrainas førstedame Olena Zelenska besøkte Slottet fredag og ble tatt imot av kronprinsesse Mette-Marit. Besøket følger opp Zelenskyjs møte med statsminister Støre tidligere i uken.",
  "date": "2025-10-24"
},
  {
    "category": "Samfunn",
    "text": "Generasjon Z leder nye protestbølger i land som Kenya, Peru og Madagaskar – unge mobiliserer via sosiale medier med krav om rettferdighet og politisk endring.",
    "date": "2025-10-21"
  },
{
  "category": "Natur",
  "text": "Over 50 millioner røde krabber er på årlig vandring på Christmas Island utenfor Australia. Øya dekkes av et rødt teppe når krabbene krysser veier og strender for å legge egg.",
  "date": "2025-10-24"
},
  {
    "category": "Europa",
    "text": "Polen har den største nedgangen i trafikkdødsfall i EU – over 10 % færre omkomne første halvår 2025. Myndighetene tilskriver nedgangen bedre veier og strengere fartskontroller.",
    "date": "2025-10-21"
  },
  {
  "category": "Sport",
  "text": "Norway Chess lanserer en ny «World Championship Tour» med flere disipliner. Turneringen skal samle verdens beste spillere i både klassisk, lyn- og hurtigsjakk i en samlet verdensserie.",
  "date": "2025-10-21"
},
    {
    "category": "Økonomi",
    "text": "Gullprisen har steget 47 % siden nyttår – sterkeste økning siden 1979, ifølge World Gold Council. Analytikere peker på geopolitisk uro og sviktende tillit til dollaren som hovedårsak.",
    "date": "2025-10-20"
  },
  {
    "category": "Europa",
    "text": "Den nye motorveien Via Baltica åpnet i Øst-Europa og binder sammen de baltiske statene med Polen. Prosjektet styrker handel, transport og forsvarsforbindelser i regionen.",
    "date": "2025-10-21"
  },
  {
    "category": "Brasil",
    "text": "Petrobras får grønt lys til å bore etter olje ved munningen av Amazonas. Tillatelsen utløser sterk miljøkritikk i forkant av COP30 i Brasil, der regnskog og havvern står høyt på agendaen.",
    "date": "2025-10-21"
  },
  {
    "category": "Næringsliv",
    "text": "L’Oréal kjøper Kerings skjønnhetsavdeling for 47 mrd. kroner – inkludert parfymehuset Creed og Gucci-lisensen. Oppkjøpet styrker L’Oréal som verdens største aktør innen luksuskosmetikk.",
    "date": "2025-10-20"
  },
  {
    "category": "Afrika",
    "text": "I Mali har jihadistgruppen JNIM innført drivstoffblokkade mot hovedstaden Bamako. Mangelen på drivstoff har ført til strømbrudd, stengte butikker og økende uro i landet.",
    "date": "2025-10-21"
  },
  {
    "category": "Sport",
    "text": "Shaheen Afridi tar over som kaptein for Pakistans cricketlag i ODI-formatet etter Mohammad Rizwan. Lederskiftet kommer etter svak innsats i årets internasjonale turneringer.",
    "date": "2025-10-21"
  },
  {
    "category": "Afrika",
    "text": "Somalias president Hassan Sheikh Mohamud søker støtte fra regionen Jubaland for å forlenge sin embetsperiode. Forhandlingene viser økende politisk spenning mellom sentralmakten og delstatene.",
    "date": "2025-10-21"
  },
  {
    "category": "Asia",
    "text": "Pakistan og Afghanistan har inngått våpenhvile etter flere uker med grensekamper. Fredssamtalene i Doha ble ledet av Qatar, men usikkerheten er stor om avtalen vil holde over tid.",
    "date": "2025-10-21"
  },
  {
    "category": "Norge",
    "text": "En tidligere ansatt ved den amerikanske ambassaden i Oslo er dømt til tre år og sju måneder fengsel for spionasje for Russland og Iran. Dommen omtales som en av de mest alvorlige spionsakene i nyere tid.",
    "date": "2025-10-21"
  }
]
